Repository: flexlixrup/TranslateKitSDK
Catalog: Sources/TranslateKitSocialNetworkingLite/Localizable.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_419, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hant, zh_hk

# TK.Action.acceptInvite
source: Accept Invite
ar: قبول الدعوة
bg: Приеми покана
ca: Accepta Invitació
cs: Přijmout pozvání
da: Accepter invitation
de: Einladung annehmen
el: Αποδοχή Πρόσκλησης
es: Aceptar invitación
es_419: Aceptar invitación
fi: Hyväksy kutsu
fr: Accepter l'invitation
fr_ca: Accepter l'invitation
he: אשר הזמנה
hi: निमंत्रण स्वीकारें
hr: Prihvati pozivnicu
hu: Meghívás Elfogadása
id: Terima Undangan
it: Accetta invito
ja: 招待を受け入れる
kk: Шақыруды қабылдау
ko: 초대 수락
ms: Terima Jemputan
nb: Aksepter invitasjon
nl: Uitnodiging Accepteren
pl: Akceptuj zaproszenie
pt_br: Aceitar Convite
pt_pt: Aceitar Convite
ro: Acceptă invitația
ru: Принять приглашение
sk: Akceptovať pozvánku
sv: Acceptera inbjudan
th: รับคำเชิญ
tr: Davetiyeyi Kabul Et
uk: Прийняти запрошення
vi: Chấp nhận lời mời
zh_hans: 接受邀请
zh_hant: 接受邀請
zh_hk: 接受邀请

# TK.Action.addFriend
source: Add Friend
ar: إضافة صديق
bg: Добавете приятел
ca: Afegir Amic
cs: Přidat přítele
da: Tilføj ven
de: Freund hinzufügen
el: Προσθήκη Φίλου
es: Agregar amigo
es_419: Agregar amigo
fi: Lisää ystävä
fr: Ajouter un ami
fr_ca: Ajouter un ami
he: הוסף חבר
hi: मित्र जोड़ें
hr: Dodaj prijatelja
hu: Barát Hozzáadása
id: Tambahkan Teman
it: Aggiungi amico
ja: 友達を追加する
kk: Дос қосу
ko: 친구 추가
ms: Tambah Kawan
nb: Legg til venn
nl: Vriend Toevoegen
pl: Dodaj znajomego
pt_br: Adicionar Amigo
pt_pt: Adicionar Amigo
ro: Adaugă prieten
ru: Добавить друга
sk: Pridať priateľa
sv: Lägg till vän
th: เพิ่มเพื่อน
tr: Arkadaş Ekle
uk: Додати друга
vi: Thêm bạn bè
zh_hans: 添加好友
zh_hant: 新增朋友
zh_hk: 添加好友

# TK.Action.approve
source: Approve
ar: موافقة
bg: Одобри
ca: Permetre
cs: Schválit
da: Godkend
de: Genehmigen
el: Έγκριση
es: Aprobar
es_419: Aprobar
fi: Hyväksy
fr: Autoriser
fr_ca: Approuver
he: אשר
hi: अनुमोदित करें
hr: Odobri
hu: Jóváhagyás
id: Setujui
it: Approva
ja: 承認
kk: Мұрағаттау
ko: 승인
ms: Luluskan
nb: Godkjenn
nl: Keur goed
pl: Zatwierdź
pt_br: Aprovar
pt_pt: Aprovar
ro: Aprobă
ru: Одобрить
sk: Schváliť
sv: Godkänn
th: ยอมรับ
tr: Onayla
uk: Схвалити
vi: Phê duyệt
zh_hans: 批准
zh_hant: 核准
zh_hk: 批准

# TK.Action.archive
source: Archive
ar: أرشفة
bg: Архивирай
ca: Arxivar
cs: Archivovat
da: Arkiver
de: Archivieren
el: Αρχειοθέτηση
es: Archivar
es_419: Archivar
fi: Arkistoi
fr: Archiver
fr_ca: Archiver
he: ארכיון
hi: आर्काइव करें
hr: Arhiviraj
hu: Archiválás
id: Arsip
it: Archivia
ja: アーカイブ
kk: Мұрағаттау
ko: 아카이브
ms: Arkib
nb: Arkiver
nl: Archiveer
pl: Archiwizuj
pt_br: Arquivar
pt_pt: Arquivo
ro: Arhivează
ru: Архив
sk: Archivovať
sv: Arkivera
th: เก็บถาวร
tr: Arşiv
uk: В архів
vi: Lưu trữ
zh_hans: 归档
zh_hant: 封存
zh_hk: 封存

# TK.Action.block
source: Block
ar: حظر
bg: Блокирай
ca: Bloquejar
cs: Zablokovat
da: Bloker
de: Blockieren
el: Αποκλεισμός
es: Bloquear
es_419: Bloquear
fi: Estä
fr: Bloquer
fr_ca: Bloquer
he: חסום
hi: ब्लॉक करें
hr: Blokiraj
hu: Blokkolás
id: Blokir
it: Blocca
ja: ブロック
kk: Блоктау
ko: 차단
ms: Sekat
nb: Blokker
nl: Blokkeren
pl: Zablokuj
pt_br: Bloquear
pt_pt: Bloquear
ro: Blochează
ru: Заблокировать
sk: Blokovať
sv: Blockera
th: บล็อก
tr: Engelle
uk: Заблокувати
vi: Chặn
zh_hans: 屏蔽
zh_hant: 封鎖
zh_hk: 封鎖

# TK.Action.comment
source: Comment
ar: تعليق
bg: Добави коментар
ca: Comentar
cs: Komentář
da: Kommenter
de: Kommentar
el: Σχόλιο
es: Comentario
es_419: Comentar
fi: Kommentoi
fr: Commenter
fr_ca: Commenter
he: הגב
hi: टिप्पणी करें
hr: Komentar
hu: Megjegyzés
id: Komentar
it: Commenta
ja: コメント
kk: Комментарий
ko: 설명
ms: Komen
nb: Kommenter
nl: Opmerking
pl: Komentarz
pt_br: Comentar
pt_pt: Comentário
ro: Comentariu
ru: Комментарий
sk: Komentovať
sv: Kommentar
th: แสดงความคิดเห็น
tr: Yorum Yap
uk: Коментар
vi: Nhận xét
zh_hans: 注释
zh_hant: 註解
zh_hk: 註解

# TK.Action.connect
source: Connect
ar: اتصال
bg: Свържи
ca: Connectar
cs: Připojit
da: Opret forbindelse
de: Verbinden
el: Σύνδεση
es: Conectar
es_419: Conectar
fi: Yhdistä
fr: Connecter
fr_ca: Se connecter
he: התחבר
hi: कनेक्ट करें
hr: Spoji
hu: Csatlakozás
id: Hubungkan
it: Connetti
ja: 接続する
kk: Қосылу
ko: 연결
ms: Sambung
nb: Koble til
nl: Verbind
pl: Połącz
pt_br: Conectar
pt_pt: Ligar
ro: Conectează
ru: Подключить
sk: Pripojiť
sv: Anslut
th: เชื่อมต่อ
tr: Bağlan
uk: Підʼєднати
vi: Kết nối
zh_hans: 连接
zh_hant: 連線
zh_hk: 連線

# TK.Action.declineInvite
source: Decline Invite
ar: رفض الدعوة
bg: Откажи поканата
ca: Rebutjar Invitació
cs: Odmítnout pozvánku
da: Afvis invitation
de: Einladung ablehnen
el: Απόρριψη Πρόσκλησης
es: Rechazar Invitación
es_419: Rechazar invitación
fi: Hylkää kutsu
fr: Décliner l'invitation
fr_ca: Refuser l'invitation
he: סירוב להזמנה
hi: आमंत्रण अस्वीकार करें
hr: Odbij pozivnicu
hu: Meghívás Elutasítása
id: Tolak Undangan
it: Rifiuta invito
ja: 招待を辞退する
kk: Шақыруды қабылдамау
ko: 초대 거절
ms: Tolak Jemputan
nb: Avslå invitasjon
nl: Uitnodiging Weigeren
pl: Odmów zaproszeniu
pt_br: Recusar Convite
pt_pt: Recusar Convite
ro: Refuză invitația
ru: Отклонить приглашение
sk: Odmietnuť pozvánku
sv: Avböj inbjudan
th: ปฏิเสธคำเชิญ
tr: Davetiyeyi Reddet
uk: Відхилити запрошення
vi: Từ chối Lời mời
zh_hans: 拒绝邀请
zh_hant: 拒絕邀請
zh_hk: 拒絕邀請

# TK.Action.delete
source: Delete
ar: حذف
bg: Изтрий
ca: Eliminar
cs: Smazat
da: Slet
de: Löschen
el: Διαγραφή
es: Eliminar
es_419: Eliminar
fi: Poista
fr: Supprimer
fr_ca: Supprimer
he: מחק
hi: डिलीट करें
hr: Obriši
hu: Törlés
id: Hapus
it: Elimina
ja: 削除
kk: Жою
ko: 삭제
ms: Padam
nb: Slett
nl: Verwijder
pl: Usuń
pt_br: Apagar
pt_pt: Apagar
ro: Șterge
ru: Удалить
sk: Vymazať
sv: Radera
th: ลบ
tr: Sil
uk: Видалити
vi: Xóa
zh_hans: 删除
zh_hant: 刪除
zh_hk: 刪除

# TK.Action.disconnect
source: Disconnect
ar: قطع الاتصال
bg: Прекъсни връзката
ca: Desconnectar
cs: Odpojit
da: Afbryd
de: Trennen
el: Αποσύνδεση
es: Desconectar
es_419: Desconectar
fi: Katkaise yhteys
fr: Déconnecter
fr_ca: Déconnecter
he: התנתק
hi: डिस्कनेक्ट करें
hr: Odspoji
hu: Leválasztás
id: Putuskan
it: Disconnetti
ja: 接続解除
kk: Ажырату
ko: 연결 해제
ms: Putus Sambungan
nb: Koble fra
nl: Verbreek
pl: Rozłącz
pt_br: Desconectar
pt_pt: Desligar
ro: Deconectează
ru: Отключить
sk: Odpojiť
sv: Koppla från
th: เลิกเชื่อมต่อ
tr: Bağlantıyı Kes
uk: Відʼєднати
vi: Ngắt kết nối
zh_hans: 断开连接
zh_hant: 中斷連線
zh_hk: 中斷連線

# TK.Action.edit
source: Edit
ar: تحرير
bg: Редактирай
ca: Editar
cs: Upravit
da: Rediger
de: Bearbeiten
el: Επεξεργασία
es: Editar
es_419: Editar
fi: Muokkaa
fr: Modifier
fr_ca: Modifier
he: עריכה
hi: संपादित करें
hr: Uredi
hu: Szerkesztés
it: Modifica
ja: 編集
kk: Өңдеу
ko: 편집
nb: Rediger
nl: Wijzig
pl: Edycja
pt_br: Editar
pt_pt: Editar
ro: Editați
ru: Изменить
sk: Upraviť
sv: Ändra
th: แก้ไข
tr: Düzenle
uk: Змінити
vi: Sửa
zh_hans: 编辑
zh_hant: 編輯
zh_hk: 編輯

# TK.Action.flag
source: Flag
ar: علم
bg: Сложи флаг
ca: Senyalar
cs: Přidat značku
da: Sæt flag ved
de: Markieren
el: Σημαία
es: Marcar
es_419: Marcar
fi: Liputa
fr: Marquer
fr_ca: Signaler
he: סמן בדגל
hi: फ़्लैग करें
hr: Stavi zastavicu
hu: Megjelölés
id: Benderai
it: Contrassegna
ja: フラグを立てる
kk: Жалауша қою
ko: 깃발 표시
ms: Bendera
nb: Flagg
nl: Markeer
pl: Zaznacz
pt_br: Sinalizar
pt_pt: Assinalar
ro: Puneți fanion
ru: Флажок
sk: Označiť
sv: Flagga
th: ติดธง
tr: Yönlendir
uk: Мітка
vi: Gắn cờ
zh_hans: 标记
zh_hant: 標記
zh_hk: 加上旗標

# TK.Action.follow
source: Follow
ar: متابعة
bg: Следвай
ca: Seguir
cs: Sledovat
da: Følg
de: Folgen
el: Ακολούθηση
es: Seguir
es_419: Seguir
fi: Seuraa
fr: Suivre
fr_ca: Suivre
he: לעקוב
hi: फ़ॉलो करें
hr: Prati
hu: Követés
id: Ikuti
it: Segui
ja: フォロー
kk: Жазылу
ko: 팔로우
ms: Ikuti
nb: Følg
nl: Volg
pl: Obserwuj
pt_br: Seguir
pt_pt: Seguir
ro: Urmăriți
ru: Подписаться
sk: Nasledovať
sv: Följ
th: ติดตาม
tr: Takip Et
uk: Стежити
vi: Theo dõi
zh_hans: 关注
zh_hant: 追蹤
zh_hk: 關注

# TK.Action.hide
source: Hide
ar: إخفاء
bg: Скрий
ca: Ocultar
cs: Skrýt
da: Skjul
de: Ausblenden
el: Απόκρυψη περιεχομένου
es: Ocultar
es_419: Ocultar
fi: Kätke
fr: Masquer
fr_ca: Masquer
he: הסתר
hi: छिपाएँ
hr: Sakrij
hu: Elrejtés
id: Sembunyikan
it: Nascondi
ja: 非表示
kk: Жасыру
ko: 가리기
ms: Sembunyikan
nb: Skjul
nl: Verberg
pl: Ukryj
pt_br: Ocultar
pt_pt: Ocultar
ro: Ascunde
ru: Скрыть
sk: Skryť
sv: Göm
th: ซ่อน
tr: Gizle
uk: Сховати
vi: Ẩn
zh_hans: 隐藏
zh_hant: 隱藏
zh_hk: 隱藏

# TK.Action.join
source: Join
ar: انضمام
bg: Присъедини се
ca: Unir‑se
cs: Připojit
da: Deltag
de: Verbinden
el: Είσοδος
es: Unirse
es_419: Unirse
fi: Liity
fr: Rejoindre
fr_ca: Joindre
he: הצטרפות
hi: सम्मिलित होता
hr: Pristupi
hu: Csatlakozás
id: Gabung
it: Unisciti
ja: 参加
kk: Қосылу
ko: 참여
ms: Sertai
nb: Bli med
nl: Neem deel
pl: Przyłącz się
pt_br: Participar
pt_pt: Aceder
ro: Alătură-te
ru: Присоединиться
sk: Pripojiť sa
sv: Anslut
th: เข้าร่วม
tr: Katıl
uk: Приєднатися
vi: Tham gia
zh_hans: 加入
zh_hant: 加入
zh_hk: 加入

# TK.Action.leave
source: Leave
ar: مغادرة
bg: Напусни
ca: Sortir
cs: Opustit
da: Forlad
de: Verlassen
el: Αποχώρηση
es: Abandonar
es_419: Salir
fi: Poistu
fr: Quitter
fr_ca: Quitter
he: עזוב
hi: छोड़ें
hr: Napusti
hu: Kilépés
id: Tinggalkan
it: Abbandona
ja: 退出
kk: Шығу
ko: 나가기
ms: Tinggalkan
nb: Forlat
nl: Verlaat
pl: Opuść
pt_br: Sair
pt_pt: Sair
ro: Părăsiți
ru: Уйти
sk: Opustiť
sv: Avsluta
th: ออก
tr: Ayrıl
uk: Покинути
vi: Rời khỏi
zh_hans: 离开
zh_hant: 離開
zh_hk: 離開

# TK.Action.like
source: Like
ar: أعجبني
bg: Харесай
ca: M’agrada
cs: To se mi líbí
da: Synes godt om
de: Gefällt mir
el: Μου αρέσει
es: Me gusta
es_419: Me gusta
fi: Tykkää
fr: Aimer
fr_ca: J’aime
he: אהבתי
hi: पसंद करें
hr: Sviđa mi se
hu: Lájk
id: Sukai
it: Mi piace
ja: いいね!
kk: Ұнайды
ko: 좋아요
ms: Suka
nb: Lik
nl: Vind ik leuk
pl: Lubię
pt_br: Curtir
pt_pt: Gostar
ro: Apasă pe Like
ru: Нравится
sk: Páči sa
sv: Gilla
th: ถูกใจ
tr: Beğen
uk: Подобається
vi: Thích
zh_hans: 赞
zh_hant: 喜歡
zh_hk: 喜歡

# TK.Action.mention
source: Mention
ar: ذكر
bg: Спомени
ca: Menciona
cs: Zmínit
da: Nævn
de: Erwähnen
el: Αναφορά
es: Mencionar
es_419: Mencionar
fi: Mainitse
fr: Mentionner
fr_ca: Mentionner
he: הזכר
hi: उल्लेख करें
hr: Spomeni
hu: Megemlítés
id: Sebutkan
it: Menziona
ja: 言及する
kk: Айту
ko: 언급하기
ms: Sebutkan
nb: Nevn
nl: Vermelden
pl: Wzmianka
pt_br: Mencionar
pt_pt: Mencionar
ro: Menționează
ru: Упомянуть
sk: Spomenúť
sv: Nämn
th: กล่าวถึง
tr: Bahset
uk: Згадати
vi: Đề cập
zh_hans: 提到
zh_hant: 提及
zh_hk: 提及

# TK.Action.muteUser
source: Mute User
ar: كتم المستخدم
bg: Измълчи потребителя
ca: Silencia usuari
cs: Utlumit uživatele
da: Dæmp bruger
de: Benutzer stummschalten
el: Σίγαση Χρήστη
es: Silenciar usuario
es_419: Silenciar usuario
fi: Mykistä käyttäjä
fr: Couper l'utilisateur
fr_ca: Couper le son de l'utilisateur
he: השתק משתמש
hi: यूज़र को म्यूट करें
hr: Utišaj korisnika
hu: Felhasználó némítása
id: Diamkan Pengguna
it: Silenzia Utente
ja: ユーザーをミュートする
kk: Пайдаланушыны үнсіздендіру
ko: 사용자 음소거하기
ms: Sepikan Pengguna
nb: Demp bruker
nl: Gebruiker Dempen
pl: Wycisz Użytkownika
pt_br: Silenciar Usuário
pt_pt: Silenciar Utilizador
ro: Mut
ru: заглушить пользователя
sk: Stíšiť používateľa
sv: Tysta användare
th: ปิดเสียงผู้ใช้
tr: Kullanıcıyı Sustur
uk: Заглушити користувача
vi: Tắt âm người dùng
zh_hans: 静音用户
zh_hant: 靜音用戶
zh_hk: 靜音

# TK.Action.pin
source: Pin
ar: تثبيت
bg: Закачи
ca: Fixar
cs: Přišpendlit
da: Fastgør
de: Anpinnen
el: Καρφίτσωμα
es: Fijar
es_419: Fijar
fi: Kiinnitä
fr: Épingler
fr_ca: Épingler
he: הצמדה
hi: पिन करें
hr: Zakvači
hu: Rögzítés
it: Mettiti in evidenza
ja: ピンで固定
kk: Бекіту
ko: 고정
nb: Fest
nl: Maak vast
pl: Przypnij
pt_br: Fixar
pt_pt: Afixar
ro: Fixați
ru: Закрепить
sk: Pripnúť
sv: Fäst
th: ปักหมุด
tr: İğnele
uk: Закріпити
vi: Ghim
zh_hans: 固定
zh_hant: 釘選
zh_hk: 釘選

# TK.Action.post
source: Post
ar: نشر
bg: Публикувай
ca: Publicar
cs: Přidat příspěvek
da: Del
de: Veröffentlichen
el: Δημοσίευση
es: Publicar
es_419: Publicar
fi: Julkaise
fr: Publier
fr_ca: Publier
he: פרסם
hi: पोस्ट करें
hr: Objavi
hu: Közlés
id: Posting
it: Pubblica
ja: 投稿
kk: Жариялау
ko: 게시
ms: Hantar
nb: Legg ut
nl: Plaats
pl: Opublikuj
pt_br: Publicar
pt_pt: Publicar
ro: Publică
ru: Опубликовать
sk: Zverejniť
sv: Publicera
th: โพสต์
tr: Paylaş
uk: Опублікувати
vi: Đăng bài
zh_hans: 发布
zh_hant: 發佈
zh_hk: 發佈

# TK.Action.react
source: React
ar: تفاعل
bg: Реагирай
ca: Reacciona
cs: Reagovat
da: Reager
de: Reagieren
el: Αντίδραση
es: Reaccionar
es_419: Reaccionar
fi: Reagoi
fr: Réagir
fr_ca: Réagir
he: הגיב
hi: प्रतिक्रिया करें
hr: Reagira
hu: Reagálás
id: Reaksi
it: Reagisci
ja: 反応する
kk: Реакция
ko: 반응하기
ms: Respon
nb: Reager
nl: Reageren
pl: Reaguj
pt_br: Reagir
pt_pt: Reagir
ro: Reacționează
ru: Реагировать
sk: Reagovať
sv: Reagera
th: แสดงปฏิกิริยา
tr: Tepki Ver
uk: Реагувати
vi: Phản hồi
zh_hans: 反应
zh_hant: 反應
zh_hk: 回應

# TK.Action.reply
source: Reply
ar: رد
bg: Отговори
ca: Respondre
cs: Odpovědět
da: Svar
de: Antworten
el: Απάντηση
es: Responder
es_419: Responder
fi: Vastaa
fr: Répondre
fr_ca: Répondre
he: השב
hi: जवाब दें
hr: Odgovori
hu: Válasz
id: Balas
it: Rispondi
ja: 返信する
kk: Жауап беру
ko: 답장하기
ms: Balas
nb: Svar
nl: Antwoord
pl: Odpowiedz
pt_br: Responder
pt_pt: Responder
ro: Răspunde
ru: Ответить
sk: Odpovedať
sv: Svara
th: ตอบกลับ
tr: Yanıtla
uk: Відповісти
vi: Trả lời
zh_hans: 回复
zh_hant: 回覆
zh_hk: 回覆

# TK.Action.reportContent
source: Report Content
ar: تقديم تقرير عن المحتوى
bg: Докладвай съдържание
ca: Informar del contingut
cs: Nahlásit obsah
da: Rapportér indhold
de: Inhalt melden
el: Αναφορά Περιεχομένου
es: Reportar contenido
es_419: Reportar contenido
fi: Ilmoita sisällöstä
fr: Signaler un contenu
fr_ca: Signaler du contenu
he: דווח על תוכן
hi: सामग्री की रिपोर्ट करें
hr: Prijavi sadržaj
hu: Tartalom bejelentése
id: Laporkan Isi
it: Segnala contenuto
ja: コンテンツを報告する
kk: Мазмұнды хабарлау
ko: 컨텐츠 신고
ms: Laporkan Kandungan
nb: Rapportere innhold
nl: Inhoud Rapporteren
pl: Zgłoś treść
pt_br: Reportar Conteúdo
pt_pt: Denunciar Conteúdo
ro: Raportează conținut
ru: Сообщить о контенте
sk: Nahlásiť obsah
sv: Rapportera Innehåll
th: รายงานเนื้อหา
tr: İçeriği Bildir
uk: Повідомити про контент
vi: Báo cáo nội dung
zh_hans: 报告内容
zh_hant: 舉報內容
zh_hk: 舉報內容

# TK.Action.repost
source: Repost
ar: إعادة نشر
bg: Повторно публикуване
ca: Tornar a publicar
cs: Znovu sdílet
da: Del igen
de: Beitrag erneut teilen
el: Αναδημοσίευση
es: Compartir de nuevo
es_419: Repostear
fi: Jaa uudelleen
fr: Reposter
fr_ca: Reposter
he: שתף שוב
hi: पुनः साझा करें
hr: Ponovno objavi
hu: Újra megosztás
it: Ripubblica
ja: 再投稿
kk: Қайта бөлісу
ko: 다시 공유하기
ms: Kongsi Semula
nb: Gjenpost
nl: Herpubliceren
pl: Udostępnij ponownie
pt_br: Repostar
pt_pt: Repostar
ro: Repostează
ru: Повторная публикация
sk: Zdieľať znovu
sv: Begär åtkomst
th: แชร์อีกครั้ง
tr: Yeniden Paylaş
uk: Перепостити
vi: Chia sẻ lại
zh_hans: 转发
zh_hant: 重新發佈
zh_hk: 重新分享

# TK.Action.requestAccess
source: Request Access
ar: طلب الوصول
bg: Искай достъп
ca: Sol·licitar accés
cs: Požádat o přístup
da: Anmod om adgang
de: Zugriff anfordern
el: Ζήτηση Πρόσβασης
es: Solicitar acceso
es_419: Solicitar acceso
fi: Pyydä pääsyä
fr: Demander l'accès
fr_ca: Demander l'accès
he: בקש גישה
hi: पहुँच का अनुरोध करें
hr: Zatraži pristup
hu: Hozzáférés kérése
id: Minta Akses
it: Richiedi accesso
ja: アクセスを要求する
kk: Рұқсат сұрау
ko: 접근 요청
ms: Minta Akses
nb: Be om tilgang
nl: Toegang Aanvragen
pl: Poproś o dostęp
pt_br: Solicitar Acesso
pt_pt: Solicitar Acesso
ro: Cere accesul
ru: Запросить доступ
sk: Požiadať o prístup
sv: Begär Åtkomst
th: ขออนุญาตเข้าใช้งาน
tr: Erişim İste
uk: Запросити доступ
vi: Yêu cầu quyền truy cập
zh_hans: 请求访问权限
zh_hant: 請求訪問
zh_hk: 請求訪問

# TK.Action.save
source: Save
ar: حفظ
bg: Запази
ca: Desar
cs: Uložit
da: Gem
de: Sichern
el: Αποθήκευση
es: Guardar
es_419: Guardar
fi: Tallenna
fr: Enregistrer
fr_ca: Enregistrer
he: שמור
hi: सहेजें
hr: Spremi
hu: Mentés
id: Simpan
it: Salva
ja: 保存
kk: Сақтау
ko: 저장하기
ms: Simpan
nb: Lagre
nl: Bewaar
pl: Zachowaj
pt_br: Salvar
pt_pt: Guardar
ro: Salvează
ru: Сохранить
sk: Uložiť
sv: Spara
th: บันทึก
tr: Kaydet
uk: Зберегти
vi: Lưu
zh_hans: 保存
zh_hant: 儲存
zh_hk: 儲存

# TK.Action.sendMessage
source: Send Message
ar: إرسال رسالة
bg: Изпрати съобщение
ca: Enviar un missatge
cs: Odeslat zprávu
da: Send besked
de: Nachricht senden
el: Αποστολή μηνύματος
es: Enviar mensaje
es_419: Enviar mensaje
fi: Lähetä viesti
fr: Envoyer un message
fr_ca: Envoyer un message
he: שלח הודעה
hi: संदेश भेजें
hr: Šalji poruku
hu: Üzenet küldése
id: Kirim Pesan
it: Invia messaggio
ja: メッセージを送信
kk: Хабар жіберу
ko: 메시지 보내기
ms: Hantar Mesej
nb: Send melding
nl: Verstuur bericht
pl: Wyślij wiadomość
pt_br: Enviar Mensagem
pt_pt: Enviar mensagem
ro: Trimiteți un mesaj
ru: Отправить сообщение
sk: Odoslať správu
sv: Skicka meddelande
th: ส่งข้อความ
tr: Mesaj Gönder
uk: Надіслати повідомлення
vi: Gửi tin nhắn
zh_hans: 发送信息
zh_hant: 傳送訊息
zh_hk: 傳送訊息

# TK.Action.share
source: Share
ar: مشاركة
bg: Сподели
ca: Compartir
cs: Sdílet
da: Del
de: Teilen
el: Κοινή χρήση
es: Compartir
es_419: Compartir
fi: Jaa
fr: Partager
fr_ca: Partager
he: שיתוף
hi: शेयर करें
hr: Dijeli
hu: Megosztás
id: Bagikan
it: Condividi
ja: 共有
kk: Бөлісу
ko: 공유
ms: Kongsi
nb: Del
nl: Deel
pl: Udostępnij
pt_br: Compartilhar
pt_pt: Partilhar
ro: Partajați
ru: Поделиться
sk: Zdieľať
sv: Dela
th: แชร์
tr: Paylaş
uk: Поширити
vi: Chia sẻ
zh_hans: 共享
zh_hant: 分享
zh_hk: 分享

# TK.Action.tag
source: Tag
ar: علامة
bg: Етикет
ca: Etiqueta
cs: Značka
da: Mærke
el: Ετικέτα
es: Etiqueta
es_419: Etiquetar
fi: Merkitse
fr: Étiquette
fr_ca: Étiquette
he: תג
hi: टैग
hr: Etiketa
hu: Címke
id: Label
it: Etichetta
ja: タグ
kk: Тег
ko: 태그
pt_br: Marcar
pt_pt: Etiqueta
ro: Etichetează
ru: Тег
sk: Značka
sv: Tagg
th: แท็ก
tr: Etiket
uk: Тег
vi: Thẻ
zh_hans: 标签
zh_hant: 標籤
zh_hk: 標籤

# TK.Action.unblock
source: Unblock
ar: إلغاء الحظر
bg: Отключи
ca: Desbloquejar
cs: Odblokovat
da: Fjern Blokering
de: Entsperren
el: Κατάργηση αποκλεισμού
es: Desbloquear
es_419: Desbloquear
fi: Poista esto
fr: Débloquer
fr_ca: Débloquer
he: ביטול חסימה
hi: अनब्लॉक करें
hr: Otkloni blokadu
hu: Hozzáférés helyreállítása
id: Buka Pemblokiran
it: Sblocca
ja: ブロック解除
kk: Бұғаттан шығару
ko: 차단 해제
ms: Nyahsekat
nb: Fjern blokkering
nl: Blokkeert opheffen
pl: Odblokuj
pt_br: Desbloquear
pt_pt: Desbloquear
ro: Deblochează
ru: Разблокировать
sk: Odblokovať
sv: Avblockera
th: ปลดบล็อก
tr: Erişimi Engellemeyi Kaldır
uk: Розблокувати
vi: Bỏ Chặn
zh_hans: 解锁
zh_hant: 解除封鎖
zh_hk: 解除封鎖

# TK.Action.unfollow
source: Unfollow
ar: إلغاء المتابعة
bg: Отпишете се
ca: Deixar de seguir
cs: Přestat sledovat
da: Følg Ikke
de: Entfolgen
el: Άρση ακολούθησης
es: Dejar de Seguir
es_419: Dejar de Seguir
fi: Lopeta seuraaminen
fr: Ne plus suivre
fr_ca: Se désabonner
he: בטל עוקב
hi: अनफॉलो करें
hr: Prekini praćenje
hu: Leiratkozás
id: Berhenti Mengikuti
it: Smetti di Seguire
ja: フォローを解除
kk: Бас тарту
ko: 팔로우 해제
ms: Akhiri Ikut
nb: Følg ikke lenger
nl: Ontvolg
pl: Przestań obserwować
pt_br: Deixar de Seguir
pt_pt: Deixar de Seguir
ro: Dezabonează-te
ru: Отменить подписку
sk: Odstrániť sledovanie
sv: Avfölja
th: ยกเลิกติดตาม
tr: Takipten Çıkar
uk: Відписатися
vi: Ngừng Theo Dõi
zh_hans: 取消关注
zh_hant: 取消追蹤
zh_hk: 取消關注

# TK.Action.unlike
source: Unlike
ar: عدم الإعجاب
bg: Не харесвай
ca: No m'agrada
cs: Nelíbit se
da: Udelikér
de: Gefällt mir nicht
el: Μη Αρέσει
es: No Me Gusta
es_419: No me gusta
fi: Älä pidä tykkäystä
fr: Ne plus aimer
fr_ca: Ne plus aimer
he: לא לייק
hi: अनलाइक करें
hr: Ne sviđa se
hu: Nem tetszik
id: Tidak Suka
it: mi piace
ja: いいねを取り消す
kk: Ұнамау
ko: 좋아요 취소
ms: Tidak Suka
nb: Fjern lik
nl: Niet leuk vinden
pl: Nie lubię
pt_br: Descurtir
pt_pt: Descurtir
ro: Dezaprobat
ru: Не нравится
sk: Odznačiť
sv: Avmarkera
th: ไม่ถูกใจ
tr: Beğenmekten Vazgeç
uk: Не подобається
vi: Bỏ thích
zh_hans: 取消赞
zh_hant: 不喜歡
zh_hk: 不喜歡

# TK.Action.unpin
source: Unpin
ar: إلغاء التثبيت
bg: Откачи
ca: Deixar de fixar
cs: Odšpendlit
da: Frigør
de: Loslösen
el: Ξεκαρφώστε
es: Desfijar
es_419: Desfijar
fi: Irrota
fr: Détacher
fr_ca: Désépingler
he: בטל הצמדה
hi: अनपिन करें
hr: Otkvači
hu: Rögzítés megszüntetése
id: Lepas Pin
it: Rimuovi Pin
ja: ピン固定を解除
kk: Босату
ko: 고정 해제
ms: Nyahpin
nb: Fjern festing
nl: Maak los
pl: Odepnij
pt_br: Desafixar
pt_pt: Desafixar
ro: Detașează
ru: Открепить
sk: Odopnúť
sv: Lösgör
th: ปลดหมุด
tr: İğneyi Kaldır
uk: Відкріпити
vi: Gỡ ghim
zh_hans: 取消固定
zh_hant: 取消釘選
zh_hk: 取消釘選

# TK.Action.viewProfile
source: View Profile
ar: عرض ملف التعريف
bg: Преглед на профил
ca: Veure perfil
cs: Zobrazit profil
da: Vis profil
de: Profil anzeigen
el: Προβολή προφίλ
es: Ver perfil
es_419: Ver perfil
fi: Näytä profiili
fr: Afficher le profil
fr_ca: Afficher le profil
he: הצג פרופיל
hi: प्रोफ़ाइल देखें
hr: Prikaži profil
hu: Profil megtekintése
id: Lihat Profil
it: Visualizza profilo
ja: プロファイルを表示
kk: Профильді көру
ko: 프로필 보기
ms: Lihat Profil
nb: Se profil
nl: Bekijk profiel
pl: Pokaż profil
pt_br: Ver Perfil
pt_pt: Ver Perfil
ro: Afișați profilul
ru: Просмотреть профиль
sk: Zobraziť profil
sv: Visa profil
th: ดูโปรไฟล์
tr: Profili Görüntüle
uk: Переглянути профіль
vi: Xem Hồ sơ
zh_hans: 查看个人资料
zh_hant: 檢視個人檔案
zh_hk: 檢視個人檔案

# TK.Label.activityFeed
source: Activity Feed
ar: قائمة النشاطات
bg: Стрийм на активността
ca: Feed d'activitat
cs: Aktivity
da: Aktivitetsfeed
de: Aktivitätshistorie
el: Ροή Δραστηριότητας
es: Registro de Actividades
es_419: Feed de Actividad
fi: Aktiviteettisyöte
fr: Fil d'activité
fr_ca: Fil d'activité
he: פיד פעילויות
hi: गतिविधि फ़ीड
hr: Izvješće aktivnosti
hu: Aktivitási napló
id: Feed Aktivitas
it: Feed attività
ja: アクティビティフィード
kk: Белсенділік ағыны
ko: 활동 피드
ms: Suapan Aktiviti
nb: Aktivitetsfeed
nl: Activiteitenfeed
pl: Strumień aktywności
pt_br: Feed de Atividades
pt_pt: Feed de Atividades
ro: Flux de Activitate
ru: Лента активности
sk: Aktivita kanála
sv: Aktivitetsflöde
th: ฟีดกิจกรรม
tr: Aktivite Akışı
uk: Стрічка активності
vi: Dòng hoạt động
zh_hans: 活动动态
zh_hant: 活動消息
zh_hk: 活動動態

# TK.Label.blockedUsers
source: Blocked Users
ar: المستخدمون المحظورون
bg: Блокирани потребители
ca: Usuaris bloquejats
cs: Blokovaní uživatelé
da: Blokerede brugere
de: Blockierte Nutzer:innen
el: Μπλοκαρισμένοι Χρήστες
es: Usuarios Bloqueados
es_419: Usuarios Bloqueados
fi: Estetyt käyttäjät
fr: Utilisateurs bloqués
fr_ca: Utilisateurs bloqués
he: משתמשים חסומים
hi: ब्लॉक किए गए उपयोगकर्ता
hr: Blokirani korisnici
hu: Letiltott felhasználók
id: Pengguna Terblokir
it: Utenti Bloccati
ja: ブロックされたユーザー
kk: Блокталған пайдаланушылар
ko: 차단된 사용자
ms: Pengguna Diblokir
nb: Blokkerte brukere
nl: Geblokkeerde Gebruikers
pl: Zablokowani użytkownicy
pt_br: Usuários Bloqueados
pt_pt: Utilizadores Bloqueados
ro: Utilizatori Blocați
ru: Заблокированные пользователи
sk: Zablokovaní používatelia
sv: Blockerade användare
th: ผู้ใช้ที่ถูกบล็อก
tr: Engellenen Kullanıcılar
uk: Заблоковані користувачі
vi: Người Dùng Bị Chặn
zh_hans: 被封锁用户
zh_hant: 被封鎖的使用者
zh_hk: 已屏蔽用戶

# TK.Label.chat
source: Chat
ar: دردشة
bg: Чат
ca: Xat
el: Συνομιλία
fi: Keskustelu
fr_ca: Discussion
he: שיחה
hi: चैट
hu: Csevegés
id: Obrolan
ja: チャット
kk: Чат
ko: 채팅
ms: Perbualan
pl: Czat
ru: Чат
sv: Chatt
th: แชท
tr: Sohbet
uk: Чат
vi: Trò chuyện
zh_hans: 聊天
zh_hant: 聊天
zh_hk: 聊天

# TK.Label.comments
source: Comments
ar: تعليقات
bg: Коментари
ca: Comentaris
cs: Komentáře
da: Kommentarer
de: Kommentare
el: Σχόλια
es: Comentarios
es_419: Comentarios
fi: Kommentit
fr: Commentaires
fr_ca: Commentaires
he: הערות
hi: टिप्पणियाँ
hr: Komentari
hu: Megjegyzések
id: Komentar
it: Commenti
ja: コメント
kk: Комментарийлер
ko: 댓글
ms: Komen
nb: Kommentarer
nl: Opmerkingen
pl: Komentarze
pt_br: Comentários
pt_pt: Comentários
ro: Comentarii
ru: Комментарии
sk: Komentáre
sv: Kommentarer
th: ความคิดเห็น
tr: Yorumlar
uk: Коментарі
vi: Nhận xét
zh_hans: 评论
zh_hant: 評論
zh_hk: 評論
